Angular.ng-template
burkeholland.simple-react-snippets
cssho.vscode-svgviewer
dsznajder.es7-react-js-snippets
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
jock.svg
liximomo.remotefs
liximomo.sftp
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.live-server
ms-vscode.vscode-typescript-next
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
NuclleaR.vscode-extension-auto-import
redhat.java
ritwickdey.LiveServer
steoates.autoimport
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
WakaTime.vscode-wakatime
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
